<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Мы отправили вам ссылку для сброса пароля по электронной почте!',
    'throttled' => 'Подождите, прежде чем повторить попытку.',
    'token' => 'Этот токен сброса пароля недействителен.',
    'user' => 'Мы не можем найти пользователя с таким адресом электронной почты.',
    'Уведомление о сбросе пароля' => 'Уведомление о сбросе пароля',
    'Здраствуйте, :attribute!' => 'Здраствуйте, :attribute!',
    'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
    'Сбросить пароль' => 'Сбросить пароль',
    'Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется.' => 'Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется.',

];
